Revit 2027 API
UnitTypeId.KipFeet Property
 Kip feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipFeet { get; }
Public Shared ReadOnly Property KipFeet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipFeet {
	ForgeTypeId^ get ();
}
static member KipFeet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace